let promo_params = {
    53: {
        "title": "옷잘러들의 친환경🌱 그래PICK!",
        "subTitle": "여름 흰티 + 그래픽은 치트키니까요 🤫",
        "type": "doublemid",
        "moduleNo": "53",
        "count": "10",
    },
    54: {
        "title": "🧐 이 브랜드, 이 상품이 친환경?",
        "subTitle": "이제 브랜드도 친환경이 대세입니다.",
        "type": "doublemid",
        "moduleNo": "54",
        "count": "8",
    },
    55: {
        "title": "상상도 못한 소재 (Feat.환경을 위하여 👍)",
        "subTitle": "신기한 소재로 업사이클링 된 상품만 모았어요",
        "type": "singlebig",
        "moduleNo": "55",
        "count": "8",
        "isMoreview": "displaynone",
    },
    56: {
        "title": "나는야 가죽 될 거야 👜",
        "subTitle": "사과, 선인장, 한지로 만든 다양한 가죽을 만나보세요",
        "type": "56",
        "moduleNo": "moreview",
        "count": "4",
        "isMoreview": "",
    },
    57: {
        "title": "새 신을 신고 뛰어보자 팔짝! 👟",
        "subTitle": "이번 여름은 환경과 함께하는 스니커즈 어때요?",
        "type": "doublesmall",
        "moduleNo": "57",
        "count": "10",
        "isMoreview": "displaynone",
    },
    58: {
        "title": "일상을 만드는 즐거움 ✔",
        "subTitle": "가치있는 선택, 데일리 요모조모",
        "type": "doublemid",
        "moduleNo": "58",
        "count": "8",
    },
    59: {
        "title": "요즘 우리가 사는 맛 ⚠️",
        "subTitle": "#어글리 #노플라스틱 #업사이클링",
        "type": "doublesmall",
        "moduleNo": "59",
        "count": "10",
    }
}

let promo_code = {
    "graphic": [53,54,55,56,57,58,59],
    "brand": [54,53,55,56,57,58,59],
    "wallet": [55,56,54,53,57,58,59],
    "bag": [56,55,54,53,57,58,59],
    "shoes": [57,54,53,55,56,58,59],
    "daily": [58,59,54,53,55,56,57],
    "life": [59,58,54,53,55,56,57]
}